// About.js
import React from 'react';

function About() {
  return (
    <div>
      <h2>13.03 Дин.роутинг ДЗ</h2>
      <p>Написать приложение которое выводит список товаров
        С прошлого урока, сделать на карточке товара
        Кнопку подробнее, которая будет перенаправлять
        На страницу товара с более подробной информацией,
        На этой странице подтягивать новый запрос конкретно по
        Этому продукту Использовать Аксиос

        На этой странице будет кнопка назад перенаправляющая на главную страницу,
        И сделать дополнительную страницу о нас, где будет
        Информация о магазине выведена</p>
    </div>
  );
}

export default About;
